import '../../styles/styles.scss';

function Info() {
  return (
    <section className='info'>
      <p className='info__text'>Привет, я Диана</p>
      <p className='info__text'>
        Я - начинающий фронтенд разработчик, стремящийся к освоению мира веб-разработки.
        Меня увлекает создание красивых и интерактивных пользовательских интерфейсов, а
        также изучение новых технологий и инструментов для улучшения пользовательского
        опыта. Я обладаю базовыми знаниями HTML, CSS и JavaScript/Typescript, React, Redux
        Thunk
      </p>
      <p className='info__text'>
        Моя цель - стать опытным специалистом в области фронтенд разработки и внести свой
        вклад в создание инновационных и удобных веб-приложений
      </p>
    </section>
  );
}

export default Info;
