import './styles.css';

function Info() {
  return (
    <div className='lead__info'>
      Привет, я Диана. <br />Я - начинающий фронтенд разработчик, стремящийся к освоению
      мира веб-разработки. Меня увлекает создание красивых и интерактивных
      пользовательских интерфейсов, а также изучение новых технологий и инструментов для
      улучшения пользовательского опыта. Я обладаю базовыми знаниями HTML, CSS и
      JavaScript/Typescript, React, Redux Thunk. <br /> Моя цель - стать опытным
      специалистом в области фронтенд разработки и внести свой вклад в создание
      инновационных и удобных веб-приложений
    </div>
  );
}

export default Info;
